<?php

return [
    'name' => 'Категории продуктов',
    'create' => 'Создайте новую категорию продуктов',
    'edit' => 'Редактирование категории продукта',
    'list' => 'Перечислите категории продуктов',
    'none' => 'Нет',
    'menu' => 'Категории продуктов',
    'intro' => [
        'title' => 'Управление категориями продуктов',
        'description' => 'Например, одежда, обувь, сумки, ювелирные изделия ...',
        'button_text' => 'Создайте категорию продукта',
    ],
    'total_products' => 'Всего продуктов: :total',
];
