<?php

return [
    'name' => 'Коллекции продуктов',
    'create' => 'Новая коллекция продуктов',
    'edit' => 'Редактирование коллекции продуктов',
    'slug_help_block' => 'Ключ метки: <code>:slug</code>. Мы будем использовать этот ключ для фильтра.',
    'intro' => [
        'title' => 'Управление коллекциями товаров',
        'description' => 'Сгруппируйте свои товары в коллекции, чтобы покупателям было легче найти их по категориям.',
        'button_text' => 'Создание коллекции продуктов',
    ],
];
