<?php

return [
    'name' => 'Отзывы',
    'add_review' => 'Добавить отзыв',
    'delete_review' => 'Удалить отзыв',
    'create_review' => 'Создать обзор',
    'please_select_rating' => 'Пожалуйста, выберите рейтинг',
    'comment' => 'Комментарий',
    'approve' => 'Одобрить',
    'approved' => 'Одобрено',
    'disapprove' => 'Отклонить',
    'disapproved' => 'Отклонено',
    'product' => 'Продукт',
    'user' => 'Пользователь',
    'star' => 'Звезда',
    'status' => 'Статус',
    'list_review' => 'Отзывы покупателей',
    'intro' => [
        'title' => 'Управление отзывами клиентов',
        'description' => 'Отзывы покупателей будут отображаться здесь, и вы можете управлять ими, чтобы показывать/скрывать их на странице подробностей о продукте.',
    ],
    'images' => 'Изображения',
];
