<?php

return [
    'name' => 'Указатели местонахождения магазинов',
    'description' => 'Этот адрес будет указан в вашем счете-фактуре и будет использоваться для расчета стоимости доставки.',
    'shop_name' => 'Название магазина',
    'phone' => 'Телефон',
    'email' => 'Email',
    'state' => 'Регион',
    'city' => 'Город',
    'country' => 'Страна',
    'address' => 'Адрес',
    'primary_store_is' => 'Основной магазин',
    'store_name' => 'Название магазина',
    'select_country' => 'Выберите страну...',
    'default_shipping_location' => 'Место доставки по умолчанию',
    'default_store' => 'Магазин по умолчанию',
];
