<?php

return [
    'name' => 'گزارش‌های درخواست',
    'description' => 'مشاهده و حذف گزارش‌های درخواست سیستم شما',
    'status_code' => 'کد وضعیت',
    'no_request_error' => 'در حال حاضر خطای درخواستی وجود ندارد!',
    'widget_request_errors' => 'خطاهای درخواست',
    'count' => 'تعداد',
    'delete_all' => 'حذف همه رکوردها',
    'empty_logs' => 'خالی کردن گزارش‌ها',
    'confirm_empty_logs_msg' => 'آیا واقعاً می‌خواهید گزارش‌ها را خالی کنید؟',
    'clear_old_data' => 'پاک کردن گزارش‌های قدیمی',
    'clear_old_data_helper' => 'به‌طور خودکار گزارش‌های درخواست قدیمی‌تر از بازه انتخاب‌شده را حذف کنید تا پایگاه داده شما تمیز و بهینه بماند.',
    'cronjob_warning' => 'برای استفاده از این ویژگی، باید یک کرون‌جاب را با دنبال کردن این لینک تنظیم کنید: <a href=":link" target="_blank">:link</a>.',
    'no_results_found' => 'نتیجه‌ای یافت نشد',
    'no_request_errors_message' => 'به نظر می‌رسد هیچ خطای درخواستی اینجا وجود ندارد.',
];
