<?php

return [
    'name' => 'Виджеты',
    'create' => 'Новый виджет',
    'edit' => 'Редактирование виджета',
    'delete' => 'Удалить',
    'available' => 'Доступные виджеты',
    'instruction' => 'Чтобы активировать виджет, перетащите его на боковую панель или щелкните по нему. Чтобы деактивировать виджет и удалить его настройки, перетащите его обратно.',
    'number_tag_display' => 'Числовые теги будут отображаться',
    'number_post_display' => 'Количество постов будет отображаться',
    'select_menu' => 'Выберите меню',
    'widget_text' => 'Текст',
    'widget_text_description' => 'Произвольный текст или HTML.',
    'widget_recent_post' => 'Последние сообщения',
    'widget_recent_post_description' => 'Виджет последних сообщений.',
    'widget_custom_menu' => 'Пользовательское меню',
    'widget_custom_menu_description' => 'Добавьте пользовательское меню в область виджетов.',
    'widget_tag' => 'Теги',
    'widget_tag_description' => 'Популярные теги',
    'save_success' => 'Виджет успешно сохранен!',
    'delete_success' => 'Виджет удален!',
];
