<?php

return [
    '401_title' => '許可が拒否されました',
    '404_title' => 'ページが見つかりませんでした',
    '500_title' => 'ページを読み込めませんでした',
    'reasons' => 'これはいくつかの理由で発生した可能性があります',
    'try_again' => '数分後にもう一度お試しいただくか、<a href=":link">ここをクリック</a>してホームページに戻ってください。',
    'not_found' => '見つかりません',
    'results_not_found' => '結果が見つかりません!',
    'go_to_home' => '家に帰る',
    'error_when_sending_email' => '電子メールを送信できません。 「管理者」→「設定」→「メール」のメール設定に問題があります。設定をもう一度確認してください。',
    'error_when_sending_email_guest' => '電子メールを送信できません。問題が解決しない場合は、サイト管理者に問い合わせてください。',
];
