<?php

return [
    'create' => 'Создать новую страницу',
    'form' => [
        'name' => 'Название',
        'name_placeholder' => 'Название страницы (максимум 120 символов)',
        'content' => 'Содержание',
        'note' => 'Содержание заметки',
    ],
    'notices' => [
        'no_select' => 'Пожалуйста, выберите хотя бы одну запись, чтобы выполнить это действие!',
        'update_success_message' => 'Успешное обновление',
    ],
    'cannot_delete' => 'Страница не может быть удалена',
    'deleted' => 'Страница удалена',
    'pages' => 'Страницы',
    'menu' => 'Страницы',
    'menu_name' => 'Страницы',
    'edit_this_page' => 'Редактировать эту страницу',
    'total_pages' => 'Всего страниц',
    'front_page' => 'Первая полоса',
    'theme_options' => [
        'title' => 'Страница',
    ],
    'edit' => 'Редактировать страницу',
    'settings' => [
        'show_on_front' => 'На вашей домашней странице отображаются',
        'select' => '— Выберите —',
    ],
];
