<?php

return [
    'settings' => [
        'title' => 'بهینه‌سازی',
        'description' => 'کوچک‌سازی خروجی HTML، درون‌خطی کردن CSS، حذف نظرات...',
        'enable' => 'فعال‌سازی بهینه‌سازی سرعت صفحه؟',
    ],
    'collapse_white_space' => 'حذف فضای خالی',
    'collapse_white_space_description' => 'این فیلتر با حذف فضای خالی غیرضروری، حجم انتقالی فایل HTML را کاهش می‌دهد.',
    'elide_attributes' => 'حذف ویژگی‌های اضافی',
    'elide_attributes_description' => 'این فیلتر با حذف ویژگی‌های تگ‌ها هنگامی که مقدار مشخص‌شده با مقدار پیش‌فرض آن ویژگی برابر باشد، حجم انتقال فایل‌های HTML را کاهش می‌دهد. این کار می‌تواند بایت‌های قابل‌توجهی صرفه‌جویی کند و با استانداردسازی تگ‌های تأثیرگرفته، سند را فشرده‌تر کند.',
    'inline_css' => 'درون‌خطی کردن CSS',
    'inline_css_description' => 'این فیلتر ویژگی «style» درون‌خطی تگ‌ها را با انتقال CSS به سربرگ، به کلاس تبدیل می‌کند.',
    'insert_dns_prefetch' => 'درج پیش‌واکشی DNS',
    'insert_dns_prefetch_description' => 'این فیلتر تگ‌هایی را در HEAD تزریق می‌کند تا مرورگر بتواند پیش‌واکشی DNS انجام دهد.',
    'remove_comments' => 'حذف نظرات',
    'remove_comments_description' => 'این فیلتر نظرات HTML، JS و CSS را حذف می‌کند. این فیلتر با حذف نظرات، حجم انتقال فایل‌های HTML را کاهش می‌دهد. بسته به فایل HTML، این فیلتر می‌تواند تعداد بایت‌های منتقل‌شده در شبکه را به‌طور قابل‌توجهی کاهش دهد.',
    'remove_quotes' => 'حذف نقل‌قول‌ها',
    'remove_quotes_description' => 'این فیلتر نشانه‌های نقل‌قول غیرضروری را از ویژگی‌های HTML حذف می‌کند. اگرچه استانداردهای مختلف HTML آن‌ها را الزامی می‌دانند، مرورگرها زمانی که مقدار یک ویژگی از زیرمجموعه‌ای خاص از کاراکترها (حروف و اعداد و برخی نشانه‌گذاری‌ها) تشکیل شده باشد، حذف آن‌ها را مجاز می‌دانند.',
    'defer_javascript' => 'به‌تعویق‌انداختن جاوااسکریپت',
    'defer_javascript_description' => 'اجرای جاوااسکریپت در HTML را به تعویق می‌اندازد. در صورت نیاز به لغو تعویق در برخی اسکریپت‌ها، از ویژگی data-pagespeed-no-defer در تگ اسکریپت استفاده کنید.',
];
