<?php

return [
    'meta_box_header' => 'Оптимізація для пошукових систем',
    'edit_seo_meta' => 'Редагувати SEO мета-теги',
    'default_description' => 'Налаштуйте мета-заголовок та опис, щоб зробити ваш сайт легким для знаходження в пошукових системах, таких як Google',
    'seo_title' => 'SEO заголовок',
    'seo_description' => 'SEO опис',
    'seo_image' => 'SEO зображення',
    'allow_index' => 'Дозволити пошуковим системам індексувати цю сторінку',
    'index' => 'Індексація',
    'noindex' => 'Не індексувати',
];
