<?php

return [
    'create' => 'ایجاد دسته‌بندی جدید',
    'menu' => 'دسته‌بندی‌ها',
    'edit_this_category' => 'ویرایش این دسته‌بندی',
    'menu_name' => 'دسته‌بندی‌ها',
    'none' => 'هیچ‌کدام',
    'total_posts' => 'تعداد کل نوشته‌ها: :total',
    'table_view_info' => 'برای مدیریت آسان‌تر دسته‌بندی‌ها به‌صورت گروهی، می‌توانید',
    'manage_as_table' => 'دسته‌بندی‌ها را به‌صورت جدول مدیریت کنید',
    'parent' => 'دسته‌بندی والد',
    'order' => 'ترتیب',
    'is_default' => 'پیش‌فرض است',
    'intro' => [
        'description' => 'نوشته‌های بلاگ خود را برای مدیریت بهتر محتوا در دسته‌بندی‌ها سازمان‌دهی کنید.',
    ],
];
