<?php

return [
    'form' => [
        'name' => 'Название',
        'name_placeholder' => 'Имя тега (Максимум 120 символов)',
        'description' => 'Описание',
        'description_placeholder' => 'Краткое описание для тега (Максимум 400 символов)',
        'categories' => 'Категории',
    ],
    'notices' => [
        'no_select' => 'Пожалуйста, выберите хотя бы один тег, чтобы выполнить это действие!',
    ],
    'create' => 'Создать новый тег',
    'edit' => 'Редактировать тег',
    'cannot_delete' => 'Тег не может быть удален',
    'deleted' => 'Тег удален',
    'menu' => 'Теги',
    'edit_this_tag' => 'Редактировать этот тег',
    'menu_name' => 'Теги',
];
