<?php

return [
    'name' => 'بلوک',
    'create' => 'بلوک جدید',
    'menu' => 'بلوک‌های ثابت',
    'static_block_short_code_name' => 'بلوک ثابت',
    'static_block_short_code_description' => 'افزودن یک بلوک ثابت سفارشی',
    'alias' => 'نام مستعار',
    'content_helper_text' => 'باید فقط متن، تصویر، فهرست و... باشد. اگر می‌خواهید از تگ‌های خاص HTML استفاده کنید، لطفاً از فیلد محتوای خام استفاده کنید. اگر از محتوای خام استفاده شود، این فیلد نادیده گرفته خواهد شد.',
    'raw_content' => 'محتوای خام (تگ‌های HTML پذیرفته می‌شود، بدون CSS/JS)',
    'raw_content_placeholder' => 'برای کد HTML خاص...',
    'raw_content_helper_text' => 'می‌توانید از تگ‌های کامل HTML برای طراحی بلوک خود استفاده کنید. برای CSS، باید آن را در ظاهر ← CSS سفارشی و برای JS در ظاهر ← جاوااسکریپت سفارشی اضافه کنید.',
];
