<?php

return [
    'settings' => [
        'title' => 'Оптимизируйте скорость страницы',
        'description' => 'Минимизировать вывод HTML, встроенный CSS, удалить комментарии...',
        'enable' => 'Включить оптимизацию скорости страницы?',
    ],
    'collapse_white_space' => 'Свернуть пробел',
    'collapse_white_space_description' => 'Этот фильтр уменьшает байты, передаваемые в файле HTML, удаляя ненужные пробелы.',
    'defer_javascript' => 'Отложить JavaScript',
    'defer_javascript_description' => 'Откладывает выполнение javascript в HTML. Если необходимо отменить отсрочку в каком-либо скрипте, используйте data-pagespeed-no-defer в качестве атрибута скрипта для отмены отсрочки.',
    'elide_attributes' => 'Атрибуты исключения',
    'elide_attributes_description' => 'Этот фильтр уменьшает размер передаваемых файлов HTML, удаляя атрибуты из тегов, когда указанное значение равно значению по умолчанию для этого атрибута. Это может сэкономить небольшое количество байтов и сделать документ более сжимаемым за счет канонизации затронутых тегов.',
    'inline_css' => 'Встроенный CSS',
    'inline_css_description' => 'Этот фильтр преобразует встроенный атрибут «стиль» тегов в классы, перемещая CSS в заголовок.',
    'insert_dns_prefetch' => 'Вставить предварительную загрузку DNS',
    'insert_dns_prefetch_description' => 'Этот фильтр вставляет теги в HEAD, чтобы браузер мог выполнять предварительную выборку DNS.',
    'remove_comments' => 'Удалить комментарии',
    'remove_comments_description' => 'Этот фильтр удаляет комментарии HTML, JS и CSS. Фильтр уменьшает размер передаваемых файлов HTML, удаляя комментарии. В зависимости от файла HTML этот фильтр может значительно уменьшить количество байтов, передаваемых по сети.',
    'remove_quotes' => 'Удалить кавычки',
    'remove_quotes_description' => 'Этот фильтр удаляет ненужные кавычки из атрибутов HTML. Хотя это требуется различными спецификациями HTML, браузеры разрешают их опускать, когда значение атрибута состоит из определенного подмножества символов (буквенно-цифровых и некоторых знаков пунктуации).',
    'trim_urls' => 'Обрезать URL-адреса',
    'trim_urls_description' => 'Этот фильтр обрезает URL-адреса, определяя их относительно базового URL-адреса страницы.',
];
