<?php

return [
    'name' => 'Объявления',
    'create' => 'Новые объявления',
    'edit' => 'Редактировать объявления',
    'location' => 'Местонахождение',
    'url' => 'URL',
    'expired_at' => 'Срок действия истек',
    'key' => 'Key',
    'shortcode' => 'Shortcode',
    'clicked' => 'Clicked',
    'not_set' => 'Не установлено',
    'adblock_warning' => 'Если вы используете расширение браузера Adblock, вам необходимо сначала отключить это расширение на вашем сайте. Оно может блокировать рекламу, если оно включено на вашем сайте! <br /> Подсказка: Название изображения НЕ ДОЛЖНО содержать некоторые ключевые слова рекламы (объявление, продвижение...)',
    'select_ad' => 'Выберите объявление',
];
