<?php

return [
    'setting' => [
        'title' => 'Вікно продажу',
        'description' => 'Налаштування для спливаючого вікна продажу',
    ],
    'enable' => 'Увімкнути?',
    'select_pages_to_display' => 'Виберіть сторінки для відображення',
    'purchased_text' => 'Текст про покупку',
    'verified_text' => 'Текст перевірки',
    'quick_view_text' => 'Текст швидкого перегляду',
    'list_users_purchased' => 'Список користувачів, що купили:',
    'list_sale_time' => 'Список часу продажу',
    'limit_products' => 'Обмежити продукти',
    'show_close_button' => 'Показати кнопку закриття?',
    'show_quick_view_button' => 'Показати кнопку швидкого перегляду?',
    'show_time_ago_suggest' => 'Показати час, що пройшов у пропозиціях?',
    'show_verified' => 'Показати перевірені?',
    'user_separator' => 'Розділіть за допомогою \'|\'. Якщо не хочете використовувати список користувачів, можете написати текст, напр. \'хтось\'.',
    'time_separator' => 'Розділіть за допомогою \'|\'.',
    'featured_products' => 'Рекомендовані продукти',
    'load_products_from' => 'Завантажити продукти з',
    'display_pages' => [
        'homepage' => 'Головна сторінка',
        'product_detail' => 'Деталі продукту',
        'product_listing' => 'Список продуктів',
        'cart' => 'Кошик',
    ],
];
