<?php

return [
    'theme_options' => [
        'name' => 'Згода на використання файлів cookie',
        'description' => 'Налаштування згоди на використання файлів cookie',
        'enable' => 'Увімкнути згоду на використання файлів cookie?',
        'message' => 'Повідомлення',
        'button_text' => 'Текст кнопки',
        'max_width' => 'Максимальна ширина (px)',
        'background_color' => 'Колір фону',
        'text_color' => 'Колір тексту',
        'learn_more_url' => 'URL для детальнішої інформації',
        'learn_more_text' => 'Текст для детальнішої інформації',
        'style' => 'Стиль',
        'full_width' => 'Повна ширина',
        'minimal' => 'Мінімальний',
    ],
    'message' => 'Ваш досвід роботи на цьому сайті покращиться за рахунок використання файлів cookie.',
    'button_text' => 'Дозволити файли cookie',
];
