<?php

return [
    'create' => 'Створити нову сторінку',
    'form' => [
        'name' => 'Назва',
        'name_placeholder' => 'Назва сторінки (максимум 120 символів)',
        'content' => 'Зміст',
        'note' => 'Примітка',
    ],
    'notices' => [
        'no_select' => 'Будь ласка, виберіть принаймні один запис для виконання цієї дії!',
        'update_success_message' => 'Успішно оновлено',
    ],
    'cannot_delete' => 'Неможливо видалити сторінку',
    'deleted' => 'Сторінку видалено',
    'pages' => 'Сторінки',
    'menu' => 'Сторінки',
    'menu_name' => 'Сторінки',
    'edit_this_page' => 'Редагувати цю сторінку',
    'total_pages' => 'Всього сторінок',
    'front_page' => 'Головна сторінка',
    'theme_options' => [
        'title' => 'Сторінка',
        'your_home_page_display' => 'Відображення вашої головної сторінки',
    ],
];
