<?php

return [
    'name' => 'Колекції продуктів',
    'create' => 'Нова колекція продуктів',
    'edit' => 'Редагувати колекцію продуктів',
    'slug_help_block' => 'Ключ мітки: <code>:slug</code>. Ми використовуватимемо цей ключ для фільтрації.',
    'intro' => [
        'title' => 'Управління колекціями продуктів',
        'description' => 'Групуйте свої продукти в колекції, щоб клієнтам було легше їх знаходити за категоріями.',
        'button_text' => 'Створити колекцію продуктів',
    ],
];
