<?php

return [
    'name' => 'Категорії продуктів',
    'create' => 'Створити нову категорію продукту',
    'edit' => 'Редагувати категорію продукту',
    'list' => 'Список категорій продуктів',
    'none' => 'Немає',
    'menu' => 'Категорії продуктів',
    'intro' => [
        'title' => 'Управління категоріями продуктів',
        'description' => 'Наприклад, одяг, взуття, сумки, ювелірні вироби ...',
        'button_text' => 'Створити категорію продукту',
    ],
    'total_products' => 'Загальна кількість продуктів: :total',
    'edit_this_category' => 'Редагувати цю категорію',
    'export' => [
        'description' => 'Експорт категорій продуктів у файл Excel/CSV.',
    ],
    'import' => [
        'description' => 'Імпортуйте категорії продуктів із файлу Excel/CSV.',
    ],
];
