<?php

return [
    'name' => 'Інвентаризація продуктів',
    'storehouse_management' => 'Управління складом',
    'import' => [
        'name' => 'Оновити інвентаризацію продуктів',
        'description' => 'Оновлення інвентаризації продуктів за допомогою завантаження файлу CSV/Excel.',
        'done_message' => 'Успішно оновлено :count продукт(ів).',
        'rules' => [
            'id' => 'Поле ID є обов\'язковим і повинно існувати в таблиці продуктів.',
            'name' => 'Поле назви є обов\'язковим і повинно бути рядком.',
            'sku' => 'Поле SKU повинно бути рядком.',
            'with_storehouse_management' => 'Поле управління складом повинно бути "Так" або "Ні".',
            'quantity' => 'Поле кількості є обов\'язковим, коли управління складом встановлено на "Так".',
            'stock_status' => 'Поле статусу запасів є обов\'язковим, коли управління складом встановлено на "Ні", і повинно бути одним із наступних значень: :statuses.',
        ],
    ],
    'export' => [
        'description' => 'Експорт інвентаризації продуктів до файлу CSV/Excel.',
    ],
];
