<?php

return [
    'name' => 'Шаблон транспортної етикетки',
    'setting' => 'Налаштування шаблону транспортної етикетки',
    'setting_description' => 'Налаштування шаблону транспортної етикетки',
    'setting_content' => 'Зміст',
    'preview' => 'Попередній перегляд',
    'preview_heading' => 'Попередній перегляд шаблону транспортної етикетки',
    'variables' => [],
    'reset_success' => 'Успішно відновлено налаштування за умовчанням',
    'confirm_reset' => 'Підтвердити скидання шаблону транспортної етикетки?',
    'confirm_message' => 'Ви справді бажаєте скинути цей шаблон транспортної етикетки до стандартного?',
    'reset_to_default' => 'Скинути до замовчування',
    'continue' => 'Продовжити',
];
