<?php

return [
    'name' => 'Локації магазинів',
    'description' => 'Ця адреса буде відображена на вашій накладній та буде використана для розрахунку вартості доставки.',
    'shop_name' => 'Назва магазину',
    'primary_store_is' => 'Основний магазин',
    'is_primary' => 'Є основним',
    'store_name' => 'Назва магазину',
    'select_country' => 'Виберіть країну...',
    'default_shipping_location' => 'Місце доставки за замовчуванням',
    'default_store' => 'Магазин за замовчуванням',
    'company' => 'Компанія',
    'zip_code' => 'Поштовий індекс',
    'is_shipping_location' => 'Є місцем доставки?',
];
