<?php

return [
    'name' => 'Імпорт місцезнаходження',
    'imported_successfully' => 'Ваші локації були успішно імпортовані!',
    'choose_country' => 'Виберіть країну...',
    'import_failed_description' => 'Імпорт не вдався, будь ласка, перевірте помилки нижче!',
    'available_enable_multi_language' => 'Доступно лише при увімкненні опції "Багатомовний?"',
    'import_available_data_help' => 'Країни виключені зі списку, оскільки вони вже є в системі. Щоб імпортувати знову, видаліть їх з :link і спробуйте ще раз.',
    'import_available_data' => 'Імпортувати доступні дані',
    'available_data_help' => 'Дані про локації отримані з нашого репозиторію на GitHub за адресою :link. Щоб зробити внесок і відобразити ваші оновлення тут, будь ласка, надішліть pull request.',
    'import' => 'Імпорт',
    'upload_file_placeholder' => 'Перетягніть файл сюди або натисніть, щоб завантажити',
];
