<?php

return [
    'login' => [
        'username' => 'ایمیل/نام کاربری',
        'email' => 'ایمیل',
        'password' => 'رمز عبور',
        'title' => 'ورود کاربر',
        'remember' => 'مرا به خاطر بسپار؟',
        'login' => 'ورود',
        'placeholder' => [
            'username' => 'نام کاربری یا آدرس ایمیل خود را وارد کنید',
            'email' => 'آدرس ایمیل خود را وارد کنید',
            'password' => 'رمز عبور خود را وارد کنید',
        ],
        'success' => 'ورود با موفقیت انجام شد!',
        'fail' => 'نام کاربری یا رمز عبور اشتباه است.',
        'not_active' => 'حساب کاربری شما هنوز فعال نشده است!',
        'banned' => 'این حساب کاربری مسدود شده است.',
        'logout_success' => 'خروج با موفقیت انجام شد!',
        'dont_have_account' => 'شما در این سیستم حساب کاربری ندارید، لطفاً برای اطلاعات بیشتر با مدیر سیستم تماس بگیرید!',
    ],
    'forgot_password' => [
        'title' => 'فراموشی رمز عبور',
        'message' => '<p>رمز عبور خود را فراموش کرده‌اید؟</p><p>لطفاً ایمیل حساب کاربری خود را وارد کنید. سیستم یک ایمیل حاوی لینک فعال برای بازنشانی رمز عبور شما ارسال خواهد کرد.</p>',
        'submit' => 'ارسال',
    ],
    'reset' => [
        'new_password' => 'رمز عبور جدید',
        'password_confirmation' => 'تأیید رمز عبور جدید',
        'email' => 'ایمیل',
        'title' => 'بازنشانی رمز عبور',
        'update' => 'به‌روزرسانی',
        'wrong_token' => 'این لینک نامعتبر یا منقضی شده است. لطفاً دوباره از فرم بازنشانی استفاده کنید.',
        'user_not_found' => 'این نام کاربری وجود ندارد.',
        'success' => 'بازنشانی رمز عبور با موفقیت انجام شد!',
        'fail' => 'توکن نامعتبر است، لینک بازنشانی رمز عبور منقضی شده است!',
        'reset' => [
            'title' => 'بازنشانی رمز عبور از طریق ایمیل',
        ],
        'send' => [
            'success' => 'یک ایمیل به حساب ایمیل شما ارسال شد. لطفاً بررسی کرده و این عملیات را کامل کنید.',
            'fail' => 'در حال حاضر امکان ارسال ایمیل وجود ندارد. لطفاً بعداً دوباره تلاش کنید.',
        ],
        'new-password' => 'رمز عبور جدید',
        'placeholder' => [
            'new_password' => 'رمز عبور جدید خود را وارد کنید',
            'new_password_confirmation' => 'رمز عبور جدید خود را تأیید کنید',
        ],
    ],
    'email' => [
        'reminder' => [
            'title' => 'بازنشانی رمز عبور از طریق ایمیل',
        ],
    ],
    'password_confirmation' => 'تأیید رمز عبور',
    'failed' => 'ناموفق',
    'throttle' => 'محدودیت تلاش',
    'not_member' => 'هنوز عضو نیستید؟',
    'register_now' => 'اکنون ثبت‌نام کنید',
    'lost_your_password' => 'رمز عبور خود را گم کرده‌اید؟',
    'login_title' => 'مدیر',
    'login_via_social' => 'ورود با شبکه‌های اجتماعی',
    'back_to_login' => 'بازگشت به صفحه ورود',
    'sign_in_below' => 'در زیر وارد شوید',
    'languages' => 'زبان‌ها',
    'reset_password' => 'بازنشانی رمز عبور',
    'deactivated_message' => 'حساب کاربری شما غیرفعال شده است. لطفاً با مدیر سیستم تماس بگیرید.',
    'password_changed_message' => 'رمز عبور شما تغییر کرد. لطفاً دوباره با رمز عبور جدید وارد شوید.',
    'settings' => [
        'email' => [
            'title' => 'دسترسی‌ها',
            'description' => 'تنظیمات ایمیل دسترسی‌ها',
            'templates' => [
                'password_reminder' => [
                    'title' => 'بازنشانی رمز عبور',
                    'description' => 'ارسال ایمیل به کاربر هنگام درخواست بازنشانی رمز عبور',
                    'subject' => 'بازنشانی رمز عبور',
                    'reset_link' => 'لینک بازنشانی رمز عبور',
                    'email_title' => 'راهنمای بازنشانی رمز عبور',
                    'email_message' => 'شما این ایمیل را دریافت کرده‌اید زیرا درخواست بازنشانی رمز عبور برای حساب کاربری شما ثبت شده است.',
                    'button_text' => 'بازنشانی رمز عبور',
                    'trouble_text' => 'اگر در کلیک کردن روی دکمه «بازنشانی رمز عبور» با مشکل مواجه شدید، آدرس زیر را کپی کرده و در مرورگر وب خود قرار دهید: <a href=":reset_link">:reset_link</a>. اگر شما درخواست بازنشانی رمز عبور نداده‌اید، این پیام را نادیده بگیرید یا در صورت داشتن سؤال با ما تماس بگیرید.',
                ],
            ],
        ],
    ],
];
