<?php

return [
    'yes' => 'Да',
    'no' => 'Нет',
    'is_default' => 'По умолчанию?',
    'proc_close_disabled_error' => 'Функция proc_close() отключена. Пожалуйста, свяжитесь с вашим хостинг-провайдером, чтобы включить'."\n"
        .'    ее. Или вы можете добавить к .env: CAN_EXECUTE_COMMAND=false чтобы отключить эту функцию.',
    'email_template' => [
        'header' => 'Заголовок шаблона электронной почты',
        'footer' => 'Нижний колонтитул шаблона электронной почты',
        'site_title' => 'Название сайта',
        'site_url' => 'URL-адрес сайта',
        'site_logo' => 'Логотип сайта',
        'date_time' => 'Текущая дата и время',
        'date_year' => 'Текущий год',
        'site_admin_email' => 'Электронная почта администратора сайта',
    ],
    'change_image' => 'Изменить изображение',
    'delete_image' => 'Удалить изображение',
    'preview_image' => 'Предварительный просмотр изображения',
    'image' => 'Изображение',
    'using_button' => 'Использование кнопки',
    'select_image' => 'Выберите изображение',
    'to_add_more_image' => 'чтобы добавить больше изображений',
    'add_image' => 'Добавить изображение',
    'tools' => 'Инструменты',
];
