<?php

return [
    'meta_box_header' => 'بهینه‌سازی موتور جستجو',
    'edit_seo_meta' => 'ویرایش متای سئو',
    'default_description' => 'عنوان و توضیحات متا را تنظیم کنید تا سایت شما در موتورهای جستجویی مانند گوگل به‌راحتی پیدا شود',
    'seo_title' => 'عنوان سئو',
    'seo_title_helper' => 'طول بهینه: ۵۰ تا ۶۰ کاراکتر. این متن به‌عنوان سرتیتر قابل‌کلیک در نتایج جستجو نمایش داده می‌شود.',
    'seo_description' => 'توضیحات سئو',
    'seo_description_helper' => 'طول بهینه: ۱۲۰ تا ۱۶۰ کاراکتر. این متن زیر عنوان در نتایج جستجو نمایش داده می‌شود و باید کاربران را به کلیک کردن ترغیب کند.',
    'seo_image' => 'تصویر سئو',
    'seo_image_helper' => 'اندازه پیشنهادی: ۱۲۰۰×۶۳۰ پیکسل. این تصویر هنگام اشتراک‌گذاری صفحه شما در شبکه‌های اجتماعی نمایش داده می‌شود.',
    'allow_index' => 'اجازه نمایه‌سازی این صفحه توسط موتورهای جستجو',
    'index' => 'نمایه‌سازی',
    'index_helper' => '«نمایه‌سازی» را برای اجازه نمایش این صفحه در نتایج جستجو یا «عدم نمایه‌سازی» را برای جلوگیری از نمایش آن در نتایج جستجو انتخاب کنید.',
    'noindex' => 'عدم نمایه‌سازی',
    'homepage_seo_description' => 'برای پیکربندی تگ‌های متای سئو صفحه اصلی، لطفاً به ظاهر ← تنظیمات قالب بروید که در آن می‌توانید عنوان سایت، توضیحات و سایر تنظیمات مرتبط با سئو را تنظیم کنید.',
    'go_to_theme_options' => 'رفتن به تنظیمات قالب',
];
