<?php

return [
    'create' => 'Новый слайдер',
    'edit' => 'Редактирование слайдера',
    'menu' => 'Простые слайдеры',
    'settings' => [
        'title' => 'Простые слайдеры',
        'description' => 'Настройки для простых слайдеров',
        'using_assets' => 'Использование активов по умолчанию?',
        'using_assets_description' => 'Если опция использования активов включена, то нижеприведенные скрипты будут автоматически добавлены на сайт.',
    ],
    'add_new' => 'Добавить новый',
    'save_sorting' => 'Сохранить сортировку',
    'key' => 'Key',
    'slide_items' => 'Элементы слайда',
    'update_slide_position_success' => 'Обновление положения слайда прошло успешно!',
    'create_new_slide' => 'Создайте новый слайд',
    'edit_slide' => 'Редактировать слайд #:id',
    'simple_slider_shortcode_name' => 'Простой слайдер',
    'simple_slider_shortcode_description' => 'Добавьте простой слайдер',
    'select_slider' => 'Выберите слайдер',
];
