<?php

return [
    'tools' => [
        'export_import_data' => 'خروجی/ورودی گرفتن داده',
    ],
    'import' => [
        'name' => 'درون‌ریزی',
        'heading' => 'درون‌ریزی :label',
        'failed_to_read_file' => 'فایل نامعتبر یا خراب است یا برای خواندن بیش از حد بزرگ است.',
        'form' => [
            'quick_export_message' => 'اگر می‌خواهید داده‌های :label را خروجی بگیرید، می‌توانید به‌سرعت با کلیک روی :export_csv_link یا :export_excel_link این کار را انجام دهید.',
            'quick_export_button' => 'خروجی گرفتن به :format',
            'dropzone_message' => 'فایل را اینجا بکشید و رها کنید یا برای آپلود کلیک کنید',
            'allowed_extensions' => 'فایلی با یکی از پسوندهای زیر انتخاب کنید: :extensions.',
            'import_button' => 'درون‌ریزی',
            'chunk_size' => 'حجم تکه',
            'chunk_size_helper' => 'تعداد ردیف‌هایی که هر بار درون‌ریزی می‌شوند با حجم تکه مشخص می‌شود. اگر فایل بزرگی دارید و داده‌ها خیلی سریع درون‌ریزی می‌شوند، این مقدار را افزایش دهید. اگر هنگام درون‌ریزی داده‌ها با محدودیت حافظه یا خطای وقفه زمانی دروازه مواجه شدید، این مقدار را کاهش دهید.',
        ],
        'failures' => [
            'title' => 'خطاها',
            'attribute' => 'ویژگی',
            'errors' => 'خطاها',
        ],
        'example' => [
            'title' => 'مثال',
            'download' => 'دانلود فایل نمونه :type',
        ],
        'rules' => [
            'title' => 'قوانین',
            'column' => 'ستون',
        ],
        'uploading_message' => 'شروع آپلود فایل...',
        'uploaded_message' => 'فایل :file با موفقیت آپلود شد. شروع اعتبارسنجی داده...',
        'validating_message' => 'در حال اعتبارسنجی از :from تا :to...',
        'importing_message' => 'در حال درون‌ریزی از :from تا :to...',
        'done_message' => ':count :label با موفقیت درون‌ریزی شد.',
        'validating_failed_message' => 'اعتبارسنجی ناموفق بود. لطفاً خطاهای زیر را بررسی کنید.',
        'no_data_message' => 'داده‌های شما از قبل به‌روز است یا داده‌ای برای درون‌ریزی وجود ندارد.',
    ],
    'export' => [
        'name' => 'خروجی گرفتن',
        'heading' => 'خروجی گرفتن :label',
        'excel_not_supported_for_large_exports' => 'فرمت اکسل برای خروجی‌های بزرگ (:count مورد) پشتیبانی نمی‌شود. لطفاً برای عملکرد و پایداری بهتر از فرمت CSV استفاده کنید.',
        'form' => [
            'all_columns_disabled' => 'ستون‌های زیر خروجی گرفته خواهند شد: :columns.',
            'columns' => 'ستون‌ها',
            'format' => 'فرمت',
            'export_button' => 'خروجی گرفتن',
        ],
        'success_message' => 'خروجی با موفقیت گرفته شد.',
        'error_message' => 'خروجی گرفتن ناموفق بود.',
        'empty_state' => [
            'title' => 'داده‌ای برای خروجی گرفتن وجود ندارد',
            'description' => 'به نظر می‌رسد داده‌ای برای خروجی گرفتن وجود ندارد.',
            'back' => 'بازگشت به :page',
        ],
    ],
    'check_all' => 'انتخاب همه',
];
