<?php

return [
    'statuses' => [
        'draft' => 'پیش‌نویس',
        'pending' => 'در انتظار',
        'published' => 'منتشرشده',
    ],
    'system_updater_steps' => [
        'download' => 'دانلود فایل‌های به‌روزرسانی',
        'update_files' => 'به‌روزرسانی فایل‌های سیستم',
        'update_database' => 'به‌روزرسانی پایگاه‌های داده',
        'publish_core_assets' => 'انتشار دارایی‌های هسته',
        'publish_packages_assets' => 'انتشار دارایی‌های پکیج‌ها',
        'clean_up' => 'پاک‌سازی فایل‌های به‌روزرسانی سیستم',
        'done' => 'سیستم با موفقیت به‌روزرسانی شد',
        'unknown' => 'مرحله ناشناخته',
        'messages' => [
            'download' => 'در حال دانلود فایل‌های به‌روزرسانی...',
            'update_files' => 'در حال به‌روزرسانی فایل‌های سیستم...',
            'update_database' => 'در حال به‌روزرسانی پایگاه‌های داده...',
            'publish_core_assets' => 'در حال انتشار دارایی‌های هسته...',
            'publish_packages_assets' => 'در حال انتشار دارایی‌های پکیج‌ها...',
            'clean_up' => 'در حال پاک‌سازی فایل‌های به‌روزرسانی سیستم...',
            'done' => 'انجام شد! مرورگر شما تا ۳۰ ثانیه دیگر بازخوانی خواهد شد.',
        ],
        'failed_messages' => [
            'download' => 'امکان دانلود فایل‌های به‌روزرسانی وجود نداشت',
            'update_files' => 'امکان به‌روزرسانی فایل‌های سیستم وجود نداشت',
            'update_database' => 'امکان به‌روزرسانی پایگاه‌های داده وجود نداشت',
            'publish_core_assets' => 'امکان انتشار دارایی‌های هسته وجود نداشت',
            'publish_packages_assets' => 'امکان انتشار دارایی‌های پکیج‌ها وجود نداشت',
            'clean_up' => 'امکان پاک‌سازی فایل‌های به‌روزرسانی سیستم وجود نداشت',
        ],
        'success_messages' => [
            'download' => 'فایل‌های به‌روزرسانی با موفقیت دانلود شدند.',
            'update_files' => 'فایل‌های سیستم با موفقیت به‌روزرسانی شدند.',
            'update_database' => 'پایگاه‌های داده با موفقیت به‌روزرسانی شدند.',
            'publish_core_assets' => 'دارایی‌های هسته با موفقیت منتشر شدند.',
            'publish_packages_assets' => 'دارایی‌های پکیج‌ها با موفقیت منتشر شدند.',
            'clean_up' => 'فایل‌های به‌روزرسانی سیستم با موفقیت پاک‌سازی شدند.',
        ],
    ],
];
