<?php

return [
    'title' => 'عضو',
    'description' => 'مشاهده و به‌روزرسانی تنظیمات عضو',
    'verify_account_email' => 'تأیید ایمیل حساب کاربری؟',
    'verify_account_email_helper' => 'در صورت فعال بودن، یک لینک تأیید به ایمیل حساب کاربری ارسال می‌شود، مشتریان باید پیش از ورود روی این لینک کلیک کرده تا ایمیل خود را تأیید کنند. برای ارسال ایمیل تأیید، باید ایمیل را در بخش مدیریت ← تنظیمات ← ایمیل پیکربندی کنید.',
    'verification_expire_minutes' => 'زمان انقضای لینک تأیید (دقیقه)',
    'verification_expire_minutes_helper' => 'تعداد دقایقی که لینک تأیید ایمیل معتبر در نظر گرفته می‌شود. پیش‌فرض ۶۰ دقیقه (۱ ساعت) است. حداکثر ۱۰۰۸۰ دقیقه (۷ روز) است.',
    'enabled_login' => 'اجازه ورود به بازدیدکنندگان؟',
    'enabled_login_helper' => 'در صورت فعال بودن، بازدیدکنندگانی که حساب کاربری دارند می‌توانند به سایت شما وارد شوند.',
    'enabled_registration' => 'اجازه ثبت‌نام حساب به بازدیدکنندگان؟',
    'enabled_registration_helper' => 'در صورت فعال بودن، بازدیدکنندگان می‌توانند در سایت شما ثبت‌نام کنند.',
    'enable_post_approval' => 'فعال‌سازی تأیید نوشته؟',
    'enable_post_approval_helper' => 'در صورت فعال بودن، ملک‌هایی که توسط یک نماینده ارسال می‌شوند، پیش از انتشار و نمایش در سایت شما، باید توسط مدیر تأیید شوند.',
    'default_avatar' => 'آواتار پیش‌فرض',
    'default_avatar_helper' => 'آواتار پیش‌فرض برای عضو در صورتی که آواتاری ندارد. اگر تصویری انتخاب نکنید، با استفاده از لوگوی شما یا حرف اول نام عضو تولید خواهد شد.',
    'show_terms_checkbox' => 'نمایش چک‌باکس شرایط و قوانین؟',
    'show_terms_checkbox_helper' => 'در صورت فعال بودن، کاربران باید پیش از ثبت‌نام حساب کاربری، با شرایط استفاده و سیاست حریم خصوصی شما موافقت کنند.',
    'email' => [
        'templates' => [
            'confirm_email' => [
                'title' => 'تأیید ایمیل',
                'description' => 'ارسال ایمیل به کاربر هنگام ثبت‌نام حساب برای تأیید ایمیل او',
                'subject' => 'اعلان تأیید ایمیل',
                'verify_link' => 'لینک تأیید ایمیل',
                'member_name' => 'نام عضو',
            ],
            'password_reminder' => [
                'title' => 'بازنشانی رمز عبور',
                'description' => 'ارسال ایمیل به کاربر هنگام درخواست بازنشانی رمز عبور',
                'subject' => 'بازنشانی رمز عبور',
                'reset_link' => 'لینک بازنشانی رمز عبور',
            ],
            'new_pending_post' => [
                'title' => 'نوشته جدید در انتظار',
                'description' => 'ارسال ایمیل به مدیر هنگام ایجاد نوشته جدید',
                'subject' => 'نوشته جدید در انتظار در {{ site_title }} توسط {{ post_author }}',
                'post_author' => 'نویسنده نوشته',
                'post_name' => 'نام نوشته',
                'post_url' => 'آدرس نوشته',
            ],
        ],
    ],
];
