<?php

return [
    'login_title' => 'ადმინისტრატორი',
    'login' => [
        'login' => 'ავტორიზაცია',
        'remember' => 'მონაცემების დამახსოვრება',
        'username' => 'ელ. ფოსტა ან მომხმარებლის სახელი',
        'password' => 'პაროლი',
        'email' => 'ელ. ფოსტა',
        'fail' => 'მომხმარებლის არასწორი სახელი ან პაროლი',
        'logout_success' => 'წარმატებით გამოხვედი',
        'not_active' => 'შენი ანგარიში ჯერ გაუაქტიურებელია',
        'placeholder' => [
            'email' => 'ჩაწერე შენი ელ. ფოსტა',
            'username' => 'ჩაწერე მომხმარებლის შენი სახელი',
        ],
        'success' => 'წარმატებით შეხვედი',
        'title' => 'მომხმარებლის ავტორიზაცია',
    ],
    'sign_in_below' => 'ადმინისტრატორის ავტორიზაცია',
    'lost_your_password' => 'დაგავიწყდა პაროლი?',
    'back_to_login' => 'ავტორიზაციაზე დაბრუნება',
    'email' => [
        'reminder' => [
            'title' => 'პაროლის აღდგენა ელ. ფოსტით',
        ],
    ],
    'failed' => 'დაფისირდა შეცდომა',
    'forgot_password' => [
        'submit' => 'აღდგენა',
        'title' => 'პაროლის აღდგენა',
    ],
    'languages' => 'ენები',
    'reset' => [
        'email' => 'ელ. ფოსტა',
    ],
];
