<?php

return [
    'name' => 'درون‌ریزکننده موقعیت مکانی',
    'imported_successfully' => 'موقعیت‌های مکانی شما با موفقیت درون‌ریزی شدند!',
    'choose_country' => 'انتخاب کشور...',
    'import_failed_description' => 'درون‌ریزی ناموفق بود، لطفاً خطاهای زیر را بررسی کنید!',
    'available_enable_multi_language' => 'فقط زمانی در دسترس است که «چندزبانه است؟» را فعال کنید',
    'import_available_data_help' => 'کشورها از فهرست حذف شده‌اند زیرا از قبل در سیستم موجودند. برای درون‌ریزی مجدد هر کدام، آن‌ها را از :link حذف کرده و دوباره تلاش کنید.',
    'import_available_data' => 'درون‌ریزی داده‌های موجود',
    'available_data_help' => 'داده‌های موقعیت مکانی از مخزن GitHub ما در :link تأمین می‌شود. برای مشارکت و انعکاس به‌روزرسانی‌های شما در اینجا، لطفاً یک pull request ارسال کنید.',
    'import' => 'درون‌ریزی',
    'upload_file_placeholder' => 'فایل را اینجا بکشید و رها کنید یا برای آپلود کلیک کنید',
    'skip_existing_records' => 'رد شدن از رکوردهای موجود',
    'skip_existing_records_description' => 'این گزینه بررسی می‌کند که آیا کشور، استان یا شهر از قبل بر اساس نام در پایگاه داده وجود دارد و از درون‌ریزی رکوردهای موجود صرف‌نظر می‌کند.',
    'cant_download_location_at_this_time' => 'در حال حاضر امکان دانلود موقعیت مکانی وجود ندارد. لطفاً بعداً دوباره تلاش کنید.',
];
