<?php

return [
    'name' => 'شهرها',
    'description' => 'مدیریت شهرهای موقعیت مکانی',
    'create' => 'شهر جدید',
    'state' => 'استان',
    'select_state' => 'انتخاب استان...',
    'select_city' => 'انتخاب شهر...',
    'country' => 'کشور',
    'select_country' => 'انتخاب کشور...',
    'city' => 'شهر',
    'zip_code' => 'کد پستی',
    'zip_code_helper' => 'فرمت پایه برای کد پستی پنج رقم است. برای مثال، در ایالات متحده، ۰۰۵۰۱ نمونه‌ای از یک کد پستی یکتا برای سازمان مالیاتی در Holtsville، نیویورک است.',
];
