<?php

return [
    'login' => [
        'username' => 'Електронна пошта/Ім\'я користувача',
        'email' => 'Електронна пошта',
        'password' => 'Пароль',
        'title' => 'Вхід користувача',
        'remember' => 'Запам\'ятати мене?',
        'login' => 'Увійти',
        'placeholder' => [
            'username' => 'Введіть ваше ім\'я користувача або електронну адресу',
            'email' => 'Введіть вашу електронну адресу',
            'password' => 'Введіть ваш пароль',
        ],
        'success' => 'Успішний вхід!',
        'fail' => 'Неправильне ім\'я користувача або пароль.',
        'not_active' => 'Ваш обліковий запис ще не активовано!',
        'banned' => 'Цей обліковий запис заблоковано.',
        'logout_success' => 'Ви успішно вийшли!',
        'dont_have_account' => 'У вас немає облікового запису в цій системі, будь ласка, зв\'яжіться з адміністратором для отримання додаткової інформації!',
    ],
    'forgot_password' => [
        'title' => 'Забули пароль',
        'message' => '<p>Ви забули свій пароль?</p><p>Будь ласка, введіть свою електронну адресу. Система надішле вам лист із активним посиланням для скидання пароля.</p>',
        'submit' => 'Надіслати',
    ],
    'reset' => [
        'new_password' => 'Новий пароль',
        'password_confirmation' => 'Підтвердіть новий пароль',
        'email' => 'Електронна пошта',
        'title' => 'Скидання пароля',
        'update' => 'Оновити',
        'wrong_token' => 'Це посилання недійсне або термін його дії закінчився. Будь ласка, спробуйте ще раз.',
        'user_not_found' => 'Цей користувач не існує.',
        'success' => 'Пароль успішно скинуто!',
        'fail' => 'Токен недійсний, посилання для скидання пароля закінчилося!',
        'reset' => [
            'title' => 'Скидання пароля через електронну пошту',
        ],
        'send' => [
            'success' => 'Лист було надіслано на вашу електронну адресу. Будь ласка, перевірте та завершіть дію.',
            'fail' => 'Не вдалося надіслати лист у цей час. Будь ласка, спробуйте пізніше.',
        ],
        'new-password' => 'Новий пароль',
        'placeholder' => [
            'new_password' => 'Введіть ваш новий пароль',
            'new_password_confirmation' => 'Підтвердіть ваш новий пароль',
        ],
    ],
    'email' => [
        'reminder' => [
            'title' => 'Скидання пароля через електронну пошту',
        ],
    ],
    'password_confirmation' => 'Підтвердження пароля',
    'failed' => 'Невдача',
    'throttle' => 'Обмеження',
    'not_member' => 'Ще не зареєстровані?',
    'register_now' => 'Зареєструватися зараз',
    'lost_your_password' => 'Забули пароль?',
    'login_title' => 'Адмін',
    'login_via_social' => 'Увійти через соціальні мережі',
    'back_to_login' => 'Повернутися на сторінку входу',
    'sign_in_below' => 'Увійти нижче',
    'languages' => 'Мови',
    'reset_password' => 'Скидання пароля',
    'settings' => [
        'email' => [
            'title' => 'ACL',
            'description' => 'Налаштування електронної пошти ACL',
        ],
    ],
];
