<?php

return [
    'name' => 'العلامات التجارية',
    'create' => 'العلامة التجارية الجديدة',
    'edit' => 'تحرير العلامة التجارية',
    'form' => [
        'name' => 'اسم',
        'name_placeholder' => 'اسم العلامة التجارية (الحد الأقصى 255 حرفًا)',
        'description' => 'وصف',
        'description_placeholder' => 'وصف مختصر للعلامة التجارية (الحد الأقصى 400 حرف)',
        'website' => 'موقع إلكتروني',
        'logo' => 'شعار',
        'is_featured' => 'هي واردة',
    ],
    'logo' => 'شعار',
    'website' => 'موقع إلكتروني',
    'notices' => [
        'no_select' => 'الرجاء تحديد سجل واحد على الأقل لاتخاذ هذا الإجراء!',
        'update_success_message' => 'تم التحديث بنجاح',
    ],
    'cannot_delete' => 'لا يمكن حذف العلامة التجارية',
    'brand_deleted' => 'تم حذف العلامة التجارية',
    'menu' => 'العلامات التجارية',
    'select_brand' => 'اختر ماركة...',
    'intro' => [
        'title' => 'إدارة العلامات التجارية',
        'description' => 'إدارة العلامات التجارية للمنتجات مثل Nike و Adidas و Bitis ...',
        'button_text' => 'إنشاء علامة تجارية',
    ],
    'edit_this_brand' => 'تحرير هذه العلامة التجارية',
    'no_brand' => 'No brand',
];
