<?php

return [
    'name' => 'قالب تسمية الشحن',
    'setting' => 'إعدادات قالب ملصق الشحن',
    'setting_description' => 'إعدادات قالب ملصق الشحن',
    'setting_content' => 'محتوى',
    'preview' => 'معاينة',
    'preview_heading' => 'معاينة قالب ملصق الشحن',
    'variables' => [],
    'reset_success' => 'تمت إعادة التعيين إلى الوضع الافتراضي بنجاح',
    'confirm_reset' => 'هل تريد تأكيد إعادة تعيين قالب ملصق الشحن؟',
    'confirm_message' => 'هل تريد حقًا إعادة تعيين قالب ملصق الشحن هذا إلى الوضع الافتراضي؟',
    'reset_to_default' => 'إعادة تعيين إلى الافتراضي',
    'continue' => 'يكمل',
];
