<?php

return [
    'cache_management' => 'Управління кешем',
    'cache_management_description' => 'Очистіть кеш, щоб ваш сайт був актуальним.',
    'cache_commands' => 'Команди очищення кешу',
    'commands' => [
        'clear_cms_cache' => [
            'title' => 'Очистити весь кеш CMS',
            'description' => 'Очистіть кешування CMS: кешування бази даних, статичні блоки... Запустіть цю команду, якщо ви не бачите змін після оновлення даних.',
            'success_msg' => 'Кеш очищено',
        ],
        'refresh_compiled_views' => [
            'title' => 'Оновити скомпільовані представлення',
            'description' => 'Очистіть скомпільовані представлення, щоб зробити представлення актуальними.',
            'success_msg' => 'Кеш представлення оновлено',
        ],
        'clear_config_cache' => [
            'title' => 'Очистити кеш конфігурації',
            'description' => 'Можливо, вам потрібно оновити кеш конфігурації, коли ви змінюєте щось у робочому середовищі.',
            'success_msg' => 'Кеш конфігурації очищено',
        ],
        'clear_route_cache' => [
            'title' => 'Очистити кеш маршруту',
            'description' => 'Очистіть кеш маршрутизації.',
            'success_msg' => 'Кеш маршруту очищено',
        ],
        'clear_log' => [
            'title' => 'Очистити журнал',
            'description' => 'Очистіть файли системного журналу',
            'success_msg' => 'Системний журнал очищено',
        ],
    ],
];
