<?php

return [
    'statuses' => [
        'draft' => 'Чернетка',
        'pending' => 'Очікує',
        'published' => 'Опубліковано',
    ],
    'system_updater_steps' => [
        'download' => 'Завантажити файли оновлення',
        'update_files' => 'Оновити системні файли',
        'update_database' => 'Оновити бази даних',
        'publish_core_assets' => 'Опублікувати основні ресурси',
        'publish_packages_assets' => 'Опублікувати ресурси пакетів',
        'clean_up' => 'Очистити файли оновлення системи',
        'done' => 'Систему успішно оновлено',
        'messages' => [
            'download' => 'Завантаження файлів оновлення...',
            'update_files' => 'Оновлення системних файлів...',
            'update_database' => 'Оновлення бази даних...',
            'publish_core_assets' => 'Публікація основних ресурсів...',
            'publish_packages_assets' => 'Публікація ресурсів пакетів...',
            'clean_up' => 'Очищення файлів оновлення системи...',
            'done' => 'Готово! Ваш браузер буде оновлено через 30 секунд.',
        ],
        'failed_messages' => [
            'download' => 'Не вдалося завантажити файли оновлення',
            'update_files' => 'Не вдалося оновити системні файли',
            'update_database' => 'Не вдалося оновити базу даних',
            'publish_core_assets' => 'Не вдалося опублікувати основні ресурси',
            'publish_packages_assets' => 'Не вдалося опублікувати ресурси пакетів',
            'clean_up' => 'Не вдалося очистити файли оновлення системи',
        ],
        'success_messages' => [
            'download' => 'Файли оновлення успішно завантажено.',
            'update_files' => 'Системні файли успішно оновлено.',
            'update_database' => 'Бази даних успішно оновлено.',
            'publish_core_assets' => 'Основні ресурси успішно опубліковано.',
            'publish_packages_assets' => 'Ресурси пакетів успішно опубліковано.',
            'clean_up' => 'Файли оновлення системи успішно очищено.',
        ],
    ],
];
