<?php

return [
    '401_title' => 'Доступ заборонено',
    '404_title' => 'Сторінку не знайдено',
    '500_title' => 'Сторінку не вдалося завантажити',
    'reasons' => 'Це могло статися з кількох причин',
    'try_again' => 'Будь ласка, спробуйте ще раз через кілька хвилин або поверніться на головну сторінку, <a href=":link">натиснувши тут</a>.',
    'not_found' => 'Не знайдено',
    'results_not_found' => 'Результати не знайдено!',
    'go_to_home' => 'Перейти на головну',
    'error_when_sending_email' => 'Не вдалося надіслати електронний лист. Щось не так з вашими налаштуваннями електронної пошти в Адміністрування → Налаштування → Електронна пошта, будь ласка, перевірте свої налаштування ще раз.',
    'error_when_sending_email_guest' => 'Не вдалося надіслати електронний лист. Будь ласка, зв’яжіться з адміністратором сайту, якщо проблема не зникне.',
];
